Repository: cameldjoulako/prolang
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: Heroes of computer science
es: Héroes de la informática

# heroNumber
source: 6 Hereos
es: 6 Héroes

# chooseLang
source: Chose language
es: Elegir idioma

# bornHero1
source: 9 December 1906
es: 9 de diciembre de 1906

# bioHero1
source: Devised theory of machine-independent programming languages.
es: Teoría ideada de lenguajes de programación independientes de la máquina.

# bornHero2
source: 23 June 1912
es: 23 de junio de 1912

# bioHero2
source: Father of theoretical computer science & artificial intelligence.
es: Padre de la informática teórica y la inteligencia artificial.

# bornHero3
source: 7 November 1939
es: 7 de noviembre de 1939

# bioHero3
source: Turing Award winner; inventor of Liskov substitution principle.
es: Ganador del Premio Turing; inventor del principio de sustitución de Liskov.

# bornHero4
source: 11 August 1950
es: 11 de agosto de 1950

# bioHero4
source: Designed & developed the Apple I & Apple II microcomputers.
es: Diseñó y desarrolló las microcomputadoras Apple I y Apple II.

# bornHero5
source: 8 June 1955
es: 8 de junio de 1955

# bioHero5
source: Inventor of the World Wide Web.
es: Inventor de la World Wide Web.

# bornHero6
source: 28 October 1955
es: 28 de octubre de 1955

# bioHero6
source: Co-founder of Microsoft Corporation; philanthropist.
es: Cofundador de Microsoft Corporation; filántropo.
